Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Member States shall designate a market surveillance authority to act as the single point of contact for this Regulation, and shall notify the Commission of the identity of the single point of contact.
pt_pt: Os Estados-Membros designam uma autoridade de fiscalização do mercado para atuar como ponto de contacto único para efeitos do presente regulamento e notificam a Comissão da identidade do ponto de contacto único.

source: The Commission shall make a list of the single points of contact publicly available.
pt_pt: A Comissão disponibiliza ao público uma lista dos pontos de contacto únicos.

source: Member States shall ensure that their national competent authorities are provided with adequate technical, financial and human resources, and with infrastructure to fulfil their tasks effectively under this Regulation.
pt_pt: Os Estados-Membros asseguram que as suas autoridades nacionais competentes dispõem dos recursos técnicos, financeiros e humanos adequados e das infraestruturas para desempenhar eficazmente as funções que lhes incumbem nos termos do presente regulamento.

source: In particular, the national competent authorities shall have a sufficient number of personnel permanently available whose competences and expertise shall include an in-depth understanding of AI technologies, data and data computing, personal data protection, cybersecurity, fundamental rights, health and safety risks and knowledge of existing standards and legal requirements.
pt_pt: Em especial, as autoridades nacionais competentes devem dispor permanentemente de pessoal suficiente cujas competências e conhecimentos especializados incluam uma compreensão profunda das tecnologias de IA, dos dados e da computação de dados, da proteção de dados pessoais, da cibersegurança, dos direitos fundamentais e dos riscos para a saúde e a segurança, bem como um conhecimento das normas e dos requisitos legais em vigor.

source: Member States shall assess and, if necessary, update competence and resource requirements referred to in this paragraph on an annual basis.
pt_pt: Os Estados-Membros avaliam e, se necessário, atualizam anualmente os requisitos em matéria de competências e de recursos a que se refere o presente número.

source: National competent authorities shall take appropriate measures to ensure an adequate level of cybersecurity.
pt_pt: As autoridades nacionais competentes devem tomar medidas adequadas para assegurar um nível adequado de cibersegurança.

source: When performing their tasks, the national competent authorities shall act in accordance with the confidentiality obligations set out in Article 78.
pt_pt: No desempenho das suas funções, as autoridades nacionais competentes atuam em conformidade com as obrigações de confidencialidade estabelecidas no artigo 78.o.

source: By 2 August 2025, and once every two years thereafter, Member States shall report to the Commission on the status of the financial and human resources of the national competent authorities, with an assessment of their adequacy.
pt_pt: Até 2 de agosto de 2025 e, posteriormente, de dois em dois anos, os Estados-Membros informam a Comissão sobre a situação dos recursos financeiros e humanos ao dispor das autoridades nacionais competentes, incluindo uma avaliação da sua adequação.

source: The Commission shall transmit that information to the Board for discussion and possible recommendations.
pt_pt: A Comissão transmite essas informações ao Comité para apreciação e eventuais recomendações.

source: The Commission shall facilitate the exchange of experience between national competent authorities.
pt_pt: A Comissão facilita o intercâmbio de experiências entre as autoridades nacionais competentes.

source: National competent authorities may provide guidance and advice on the implementation of this Regulation, in particular to SMEs including start-ups, taking into account the guidance and advice of the Board and the Commission, as appropriate.
pt_pt: As autoridades nacionais competentes podem disponibilizar orientações e prestar aconselhamento sobre a execução do presente regulamento, em especial às PME, incluindo as empresas em fase de arranque, tendo em conta as orientações e o aconselhamento do Comité e da Comissão, conforme adequado.

source: Whenever national competent authorities intend to provide guidance and advice with regard to an AI system in areas covered by other Union law, the national competent authorities under that Union law shall be consulted, as appropriate.
pt_pt: Sempre que as autoridades nacionais competentes pretendam disponibilizar orientações e prestar aconselhamento em relação a um sistema de IA em domínios abrangidos por outras disposições do direito da União, as autoridades nacionais competentes ao abrigo do direito da União devem ser consultadas, conforme adequado.

source: Where Union institutions, bodies, offices or agencies fall within the scope of this Regulation, the European Data Protection Supervisor shall act as the competent authority for their supervision.
pt_pt: Sempre que as instituições, órgãos e organismos da União se enquadrem no âmbito do presente regulamento, a Autoridade Europeia para a Proteção de Dados deve atuar como a autoridade competente para o controlo dos mesmos.

source: CHAPTER VIII
pt_pt: CAPÍTULO VIII

source: EU DATABASE FOR HIGH-RISK AI SYSTEMS
pt_pt: BASE DE DADOS DA UE RELATIVA A SISTEMAS DE IA DE RISCO ELEVADO

source: Article 71
pt_pt: Artigo 71.o

source: EU database for high-risk AI systems listed in Annex III
pt_pt: Base de dados da UE relativa a sistemas de IA de risco elevado enumerados no anexo III

source: The Commission shall, in collaboration with the Member States, set up and maintain an EU database containing information referred to in paragraphs 2 and 3 of this Article concerning high-risk AI systems referred to in Article 6(2) which are registered in accordance with Articles 49 and 60 and AI systems that are not considered as high-risk pursuant to Article 6(3) and which are registered in accordance with Article 6(4) and Article 49.
pt_pt: A Comissão, em colaboração com os Estados-Membros, cria e mantém uma base de dados da UE que contenha as informações a que se referem os n.os 2 e 3 do presente artigo relativas aos sistemas de IA de risco elevado a que se refere o artigo 6.o, n.o 2, que estejam registados em conformidade com os artigos 49.o e 60.o e aos sistemas de IA que não são considerados de risco elevado nos termos do artigo 6.o, n.o 3, e que se encontram registados em conformidade com o artigos 6.o, n.o 4 e artigo 49.o.

source: When setting the functional specifications of such database, the Commission shall consult the relevant experts, and when updating the functional specifications of such database, the Commission shall consult the Board.
pt_pt: Ao definir as especificações funcionais dessa base de dados, a Comissão consulta os peritos pertinentes e, ao atualizar as especificações funcionais dessa base de dados, a Comissão consulta o Comité.

source: The data listed in Sections A and B of Annex VIII shall be entered into the EU database by the provider or, where applicable, by the authorised representative.
pt_pt: Os dados enumerados no anexo VIII, secções A e B, são introduzidos na base de dados da UE pelo prestador ou, se aplicável, pelo mandatário.

source: The data listed in Section C of Annex VIII shall be entered into the EU database by the deployer who is, or who acts on behalf of, a public authority, agency or body, in accordance with Article 49(3) and (4).
pt_pt: Os dados enumerados no anexo VIII, secção C, são introduzidos na base de dados da UE pelos responsáveis pela implantação que sejam autoridades públicas ou instituições, órgãos, organismos da União, ou que atuem em seu nome, em conformidade com o artigo 49.o, n.os 3 e 4.

source: With the exception of the section referred to in Article 49(4) and Article 60(4), point (c), the information contained in the EU database registered in accordance with Article 49 shall be accessible and publicly available in a user-friendly manner.
pt_pt: Com exceção da secção a que se referem o artigo 49.o, n.o 4, e o artigo 60.o, n.o 4, alínea c), as informações contidas na base de dados da UE registadas em conformidade com o artigo 49.o devem ser acessíveis e disponibilizadas ao público de forma facilmente utilizável.

source: The information should be easily navigable and machine-readable.
pt_pt: As informações devem ser facilmente navegáveis e legíveis por máquina.

source: The information registered in accordance with Article 60 shall be accessible only to market surveillance authorities and the Commission, unless the prospective provider or provider has given consent for also making the information accessible the public.
pt_pt: As informações registadas em conformidade com o artigo 60.o só devem ser acessíveis às autoridades de fiscalização do mercado e à Comissão, a menos que o prestador ou potencial prestador tenha dado o seu consentimento para tornar essas informações igualmente acessíveis ao público.

source: The EU database shall contain personal data only in so far as necessary for collecting and processing information in accordance with this Regulation.
pt_pt: A base de dados da UE só pode conter dados pessoais se estes forem necessários para recolher e tratar informações em conformidade com o presente regulamento.

source: That information shall include the names and contact details of natural persons who are responsible for registering the system and have the legal authority to represent the provider or the deployer, as applicable.
pt_pt: Essas informações incluem os nomes e os contactos das pessoas singulares responsáveis pelos registos no sistema e com autoridade jurídica para representar o prestador ou o responsável pela implantação, conforme o caso.

source: The Commission shall be the controller of the EU database.
pt_pt: A Comissão é o responsável pelo tratamento da base de dados da UE.

source: It shall make available to providers, prospective providers and deployers adequate technical and administrative support.
pt_pt: A Comissão disponibiliza aos prestadores, potenciais prestadores e responsáveis pela implantação o apoio técnico e administrativo adequado.

source: The EU database shall comply with the applicable accessibility requirements.
pt_pt: A base de dados da UE deve cumprir os requisitos de acessibilidade aplicáveis.

source: CHAPTER IX
pt_pt: CAPÍTULO IX

source: POST-MARKET MONITORING, INFORMATION SHARING AND MARKET SURVEILLANCE
pt_pt: ACOMPANHAMENTO PÓS-COMERCIALIZAÇÃO, PARTILHA DE INFORMAÇÕES E FISCALIZAÇÃO DO MERCADO

source: Post-market monitoring
pt_pt: Acompanhamento pós-comercialização

source: Article 72
pt_pt: Artigo 72.o

source: Post-market monitoring by providers and post-market monitoring plan for high-risk AI systems
pt_pt: Acompanhamento pós-comercialização pelos prestadores e plano de acompanhamento pós-comercialização aplicável a sistemas de IA de risco elevado

source: Providers shall establish and document a post-market monitoring system in a manner that is proportionate to the nature of the AI technologies and the risks of the high-risk AI system.
pt_pt: Os prestadores devem criar e documentar um sistema de acompanhamento pós-comercialização que seja proporcionado em relação à natureza das tecnologias de IA e aos riscos do sistema de IA de risco elevado.

source: The post-market monitoring system shall actively and systematically collect, document and analyse relevant data which may be provided by deployers or which may be collected through other sources on the performance of high-risk AI systems throughout their lifetime, and which allow the provider to evaluate the continuous compliance of AI systems with the requirements set out in Chapter III, Section 2.
pt_pt: O sistema de acompanhamento pós-comercialização recolhe, documenta e analisa de forma ativa e sistemática dados pertinentes quer facultados pelos responsáveis pela implantação quer recolhidos por meio de outras fontes sobre o desempenho dos sistemas de IA de risco elevado ao longo da sua vida útil, e que permitam ao prestador avaliar a contínua conformidade dos sistemas de IA com os requisitos estabelecidos no capítulo III, secção 2.

source: Where relevant, post-market monitoring shall include an analysis of the interaction with other AI systems.
pt_pt: Se for caso disso, o acompanhamento pós-comercialização inclui uma análise da interação com outros sistemas de IA.

source: This obligation shall not cover sensitive operational data of deployers which are law-enforcement authorities.
pt_pt: Esta obrigação não abrange os dados operacionais sensíveis dos responsáveis pela implantação que sejam autoridades responsáveis pela aplicação da lei.

source: The post-market monitoring system shall be based on a post-market monitoring plan.
pt_pt: O sistema de acompanhamento pós-comercialização deve basear-se num plano de acompanhamento pós-comercialização.

source: The post-market monitoring plan shall be part of the technical documentation referred to in Annex IV.
pt_pt: O plano de acompanhamento pós-comercialização deve fazer parte da documentação técnica a que se refere o anexo IV.

source: The Commission shall adopt an implementing act laying down detailed provisions establishing a template for the post-market monitoring plan and the list of elements to be included in the plan by 2 February 2026.
pt_pt: A Comissão adota um ato de execução com disposições pormenorizadas que estabeleçam um modelo para o plano de acompanhamento pós-comercialização e a lista de elementos a incluir no plano até 2 de fevereiro de 2026.

source: For high-risk AI systems covered by the Union harmonisation legislation listed in Section A of Annex I, where a post-market monitoring system and plan are already established under that legislation, in order to ensure consistency, avoid duplications and minimise additional burdens, providers shall have a choice of integrating, as appropriate, the necessary elements described in paragraphs 1, 2 and 3 using the template referred in paragraph 3 into systems and plans already existing under that legislation, provided that it achieves an equivalent level of protection.
pt_pt: No respeitante aos sistemas de IA de risco elevado abrangidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção A, relativamente aos quais já se encontram estabelecidos um sistema e um plano de acompanhamento pós-comercialização ao abrigo dessa legislação, a fim de assegurar a coerência, evitar duplicações e minimizar encargos adicionais, os prestadores têm a opção de integrar, se for caso disso, os elementos necessários descritos nos n.os 1, 2 e 3, utilizando o modelo referido no n.o 3, nos sistemas e nos planos já existentes ao abrigo dessa legislação, desde que se atinja um nível de proteção equivalente.

source: The first subparagraph of this paragraph shall also apply to high-risk AI systems referred to in point 5 of Annex III placed on the market or put into service by financial institutions that are subject to requirements under Union financial services law regarding their internal governance, arrangements or processes.
pt_pt: O primeiro parágrafo do presente número também é aplicável aos sistemas de IA de risco elevado a que se refere o anexo III, ponto 5, colocados no mercado ou colocados em serviço por instituições financeiras e que estejam sujeitos a requisitos em matéria de governação, mecanismos ou processos internos nos termos do direito da União no domínio dos serviços financeiros.

source: Sharing of information on serious incidents
pt_pt: Partilha de informações sobre incidentes graves

source: Article 73
pt_pt: Artigo 73.o

source: Reporting of serious incidents
pt_pt: Comunicação de incidentes graves

source: Providers of high-risk AI systems placed on the Union market shall report any serious incident to the market surveillance authorities of the Member States where that incident occurred.
pt_pt: Os prestadores de sistemas de IA de risco elevado colocados no mercado da União devem comunicar os incidentes graves às autoridades de fiscalização do mercado dos Estados-Membros onde esses incidentes ocorrerem.

source: The report referred to in paragraph 1 shall be made immediately after the provider has established a causal link between the AI system and the serious incident or the reasonable likelihood of such a link, and, in any event, not later than 15 days after the provider or, where applicable, the deployer, becomes aware of the serious incident.
pt_pt: A comunicação a que se refere o n.o 1 deve ser efetuada imediatamente após o prestador ter determinado uma relação causal, ou a probabilidade razoável de que exista uma relação causal, entre o sistema de IA e o incidente grave e, em qualquer caso, o mais tardar 15 dias após o prestador ou, se for caso disso, o responsável pela implantação ter tomado conhecimento do incidente grave.

source: The period for the reporting referred to in the first subparagraph shall take account of the severity of the serious incident.
pt_pt: O prazo para efetuar a comunicação a que se refere o primeiro parágrafo deve ter em conta a severidade do incidente grave.

source: Notwithstanding paragraph 2 of this Article, in the event of a widespread infringement or a serious incident as defined in Article 3, point (49)(b), the report referred to in paragraph 1 of this Article shall be provided immediately, and not later than two days after the provider or, where applicable, the deployer becomes aware of that incident.
pt_pt: Não obstante o disposto no n.o 2 do presente artigo, em caso de infração generalizada ou incidente grave na aceção do artigo 3.o, ponto 49, alínea b), a comunicação a que se refere o n.o 1 do presente artigo é apresentada imediatamente e, o mais tardar, dois dias após o prestador ou, se for caso disso, o responsável pela implantação ter tomado conhecimento desse incidente.

source: Notwithstanding paragraph 2, in the event of the death of a person, the report shall be provided immediately after the provider or the deployer has established, or as soon as it suspects, a causal relationship between the high-risk AI system and the serious incident, but not later than 10 days after the date on which the provider or, where applicable, the deployer becomes aware of the serious incident.
pt_pt: Não obstante o disposto no n.o 2, em caso de morte de uma pessoa, a denúncia deve ser apresentada imediatamente após o prestador ou o responsável pela implantação ter determinado uma relação causal, ou logo que suspeite de uma relação causal, entre o sistema de IA de risco elevado e o incidente grave, mas o mais tardar 10 dias após a data em que o prestador ou, se for caso disso, o responsável pela implantação tomou conhecimento do incidente grave.

source: Where necessary to ensure timely reporting, the provider or, where applicable, the deployer, may submit an initial report that is incomplete, followed by a complete report.
pt_pt: Sempre que necessário, a fim de assegurar a comunicação atempada, o prestador ou, se for caso disso, o responsável pela implantação pode apresentar um relatório inicial incompleto, seguido de um relatório completo.

source: Following the reporting of a serious incident pursuant to paragraph 1, the provider shall, without delay, perform the necessary investigations in relation to the serious incident and the AI system concerned.
pt_pt: Na sequência da comunicação de um incidente grave nos termos do n.o 1, o prestador procede, sem demora, à investigação necessária a respeito desse incidente grave e do sistema de IA em causa.

source: This shall include a risk assessment of the incident, and corrective action.
pt_pt: Tal inclui uma avaliação de risco do incidente e medidas corretivas.

source: The provider shall cooperate with the competent authorities, and where relevant with the notified body concerned, during the investigations referred to in the first subparagraph, and shall not perform any investigation which involves altering the AI system concerned in a way which may affect any subsequent evaluation of the causes of the incident, prior to informing the competent authorities of such action.
pt_pt: O prestador coopera com as autoridades competentes e, se pertinente, com o organismo notificado em causa durante a investigação a que se refere o primeiro parágrafo, e não realiza qualquer investigação que implique a alteração do sistema de IA em causa de um modo que possa afetar qualquer posterior avaliação das causas do incidente antes de informar as autoridades competentes de tal ação.

source: Upon receiving a notification related to a serious incident referred to in Article 3, point (49)(c), the relevant market surveillance authority shall inform the national public authorities or bodies referred to in Article 77(1).
pt_pt: Após receção de uma notificação relacionada com um incidente grave a que se refere o artigo 3.o, ponto 49, alínea c), a autoridade de fiscalização do mercado pertinente deve informar as autoridades ou os organismos públicos nacionais a que se refere o artigo 77.o, n.o 1.

source: The Commission shall develop dedicated guidance to facilitate compliance with the obligations set out in paragraph 1 of this Article.
pt_pt: A Comissão elabora orientações específicas para facilitar o cumprimento das obrigações previstas no n.o 1 do presente artigo.

source: That guidance shall be issued by 2 August 2025, and shall be assessed regularly.
pt_pt: As referidas orientações são publicadas até 2 de agosto de 2025 e são avaliadas periodicamente.

source: The market surveillance authority shall take appropriate measures, as provided for in Article 19 of Regulation (EU) 2019/1020, within seven days from the date it received the notification referred to in paragraph 1 of this Article, and shall follow the notification procedures as provided in that Regulation.
pt_pt: A autoridade de fiscalização do mercado toma as medidas adequadas, tal como previsto no artigo 19.o do Regulamento (UE) 2019/1020, no prazo de sete dias a contar da data de receção da notificação a que se refere o n.o 1 do presente artigo e segue os procedimentos de notificação previstos no referido regulamento.

source: For high-risk AI systems referred to in Annex III that are placed on the market or put into service by providers that are subject to Union legislative instruments laying down reporting obligations equivalent to those set out in this Regulation, the notification of serious incidents shall be limited to those referred to in Article 3, point (49)(c).
pt_pt: Relativamente aos sistemas de IA de risco elevado referidos no anexo III colocados no mercado ou colocados em serviço por prestadores que estejam sujeitos a instrumentos legislativos da União que estabeleçam obrigações de comunicação equivalentes às descritas no presente regulamento, a notificação de incidentes graves limita-se aos mencionados no artigo 3.o, ponto 49, alínea c).
